Repository: Viktor100500/BottleOfWater
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: Your body will thank you for a glass of water
de: Dein Körper dankt dir für ein Glas Wasser
es: Tu cuerpo te agradecerá un vaso de agua
fr: Votre corps vous remerciera pour un verre d'eau
it: Il tuo corpo ti ringrazierà per un bicchiere d'acqua
ja: コップ一杯の水に体が喜びます
ko: 물 한 잔이면 몸이 고마워해요
pt_br: Seu corpo vai agradecer por um copo d'água
ru: Ваш организм скажет спасибо за стакан воды
tr: Vücudun bir bardak su için teşekkür edecek
zh_hans: 喝杯水，身体会感谢你

source: your meal times, editable
de: Essenszeiten anpassbar
es: horarios de comida editables
fr: horaires de repas modifiables
it: orari dei pasti modificabili
ja: 食事時間を編集できます
ko: 식사 시간 편집 가능
pt_br: horários de refeição editáveis
ru: время приёмов — настраивается
tr: öğün saatleri düzenlenebilir
zh_hans: 用餐时间可自定义

source: Your reminders
de: Deine Erinnerungen
es: Tus recordatorios
fr: Vos rappels
it: I tuoi promemoria
ja: マイリマインダー
ko: 내 알림
pt_br: Seus lembretes
ru: Свои напоминания
tr: Hatırlatıcıların
zh_hans: 我的提醒

source: Presets
es: Predefinidos
fr: Prédéfinis
it: Predefiniti
ja: プリセット
ko: 프리셋
pt_br: Predefinidos
ru: Пресеты
tr: Ön ayarlar
zh_hans: 预设

source: Snack
es: Tentempié
fr: Collation
it: Spuntino
ja: 間食
ko: 간식
pt_br: Lanche
ru: Перекус
tr: Atıştırmalık
zh_hans: 加餐

source: TRENDS
es: TENDENCIAS
fr: TENDANCES
it: TENDENZE
ja: トレンド
ko: 트렌드
pt_br: TENDÊNCIAS
ru: ТРЕНДЫ
tr: TRENDLER
zh_hans: 趋势

source: Emoji
fr: Émoji
ja: 絵文字
ko: 이모지
ru: Эмодзи
zh_hans: 表情符号

source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин
tr: %lld dk
zh_hans: %lld分钟

source: 3M
ja: 3月
ko: 3개월
ru: 3М
tr: 3A
zh_hans: 3月

source: 6M
ja: 6月
ko: 6개월
ru: 6М
tr: 6A
zh_hans: 6月

source: App
ja: アプリ
ko: 앱
ru: Прил.
tr: Uygulama
zh_hans: 应用

source: M
ja: 月
ko: 월
ru: М
tr: A
zh_hans: 月

source: Widget
ja: ウィジェット
ko: 위젯
ru: Виджет
zh_hans: 小组件

source: %@ ml
ru: %@ мл
zh_hans: %@ 毫升

source: ml
ru: мл
zh_hans: 毫升

source: %.1f oz
zh_hans: %.1f 盎司
